Repository: ProverProject/prover-enterprise-public
Catalog: client/iOS/prover/Swype/Swype/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

# upload_res_done
source: Done!
ru: Готово!

# upload_res_file_hash_string
source: File hash: %@
ru: Хэш файла: %@

# upload_res_request_on_string
source: Request swype-code on: %@
ru: Запрос swype кода: %@

# upload_res_submit_on_string
source: Media hash submitted on: %@
ru: Хэш медиа данных подтвержден: %@

# upload_res_swype_code_string
source: Swype-code: %@
ru: Swype код: %@

# upload_res_swype_code_block_string
source: Swype code block number: %d
ru: Номер блока swype-кода: %d

# upload_res_video_hash_string
source: Video hash transaction: %@
ru: Транзакция хэша видео: %@

# upload_res_swype_begin_end_string
source: Swype code beginning/ending offset: %@
ru: Начало/окончание ввода swype-кода: %@

# upload_res_montage_string
source: File montage: %@
ru: Монтаж файла: %@

# upload_res_button_pdf_title
source: Download .pdf certificate
ru: Загрузите .pdf сертификат

# upload_res_button_another_file_title
source: Try another file
ru: Загрузить другой файл

# upload_res_montage_not_found
source: not found
ru: не выявлен

# upload_abort
source: Abort
ru: Прервать

# info_uploading
source: Uploading...
ru: Загрузка...

# info_uploaded
source: File uploaded
ru: Файл загружен

# info_upload_stated
source: Upload started: %@
ru: Началась загрузка: %@

# swype_access_camera
source: PROVER SwypeID needs access to your camera to take videos. Please go to Settings > PROVER Swype ID and set Camera to ON.
ru: Для снятия видео PROVER SwypeID необходим доступ к вашей камере.. Пожалуйста, перейдите в Настройки > PROVER Swype ID и установите значение _ON_ для камеры.

# swype_access_mic
source: PROVER SwypeID needs access to photos to record videos. Please go to Settings > PROVER Swype ID and set Photos to ON.
ru: PROVER SwypeID необходим доступ к галерее для записи видео. Пожалуйста, перейдите в Настройки > PROVER Swype ID и установите для Галереи значение _ON_.

# swype_alert_cancel
source: Cancel
ru: Отмена

# swype_alert_send
source: Send
ru: Отправить

# swype_alert_discard
source: Discard
ru: Сбросить

# swype_code_res
source: Swype code not entered
ru: Swype код не введен

# swype_code_body_1
source: Press _Send_ to send video hash as it is, but we won't be able to verify recording start time
ru: Нажмите _Отправить_ для отправки хэша видео, но мы не сможем проверить время начала записи

# swype_code_body_2
source: Press _Discard_ in order not to send video hash. We won't be able to verify anything
ru: Нажмите _Сбросить_ для отмены отправки хэша видео. В этом случае мы не сможем ничего проверить

# swype_code_body_3
source: Press _Cancel_ to continue recording and entering swype code
ru: Нажмите _Отмена_ для продолжения записи и ввода swype-кода

# swype_allow_access_title
source: Please allow access
ru: Пожалуйста, разрешите доступ

# swype_allow_access_not_now
source: Not now
ru: Позже

# swype_allow_access_settings
source: Settings
ru: Настройки

# swype_det_circular
source: Do not interrupt video recording, make a circular motion with the phone
ru: Не прерывайте видеосъёмку, сделайте круговое движение телефоном

# swype_det_wrong
source: Something went wrong. Please, try again.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.

# swype_det_stop
source: Stop moving device
ru: Не передвигайте устройство

# swype_det_success
source: Swype code entered successfully
ru: Swype код введен успешно

# swype_det_calc_hash
source: Calculating video hash
ru: Расчет хэша видео

# swype_det_posted_to_blckchn
source: Video hash has been posted to blockchain
ru: Видео отправлено в блокчейн

# price_lbl
source: Price:
ru: Стоимость:

# guide_step_swype_1
source: Set up the required video quality
ru: Установите рекомендуемое качество видео

# guide_step_swype_2
source: Start filming
ru: Начните съёмку

# guide_step_swype_3
source: To activate the SWYPE ID function, make a circular movement
ru: Для активации функции SWYPE ID сделайте круговое движение

# guide_step_swype_4
source: Enter swype-code moving the phone along the arrows to combine the circles
ru: Введите swype код, перемещая телефон по направлению стелок, чтобы совместить круги

# not_verified_lbl
source: Your video has not been verified yet!
ru: Ваше видео не было верифицировано!
