Repository: ProverProject/prover-enterprise-public
Catalog: client/iOS/prover/Common/Common/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

# product_price
source: Buy %.2f PF
ru: Купить %.2f PF

# balance_title
source: Balance
ru: Баланс

# balance_license
source: License
ru: Лицензия

# balance_settings
source: Settings
ru: Настройки

# login_info_lbl
source: Enter your credentials
ru: Введите свои учётные данные

# login_login_btn
source: LOG IN
ru: ВОЙТИ

# login_forgot_btn
source: Forgot password?
ru: Забыли пароль?

# login_reg_btn
source: REGISTER
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# login_error_login_empty
source: Please, enter a login name
ru: Пожалуйста, введите логин

# login_error_login_valid
source: Login name must be a valid e-mail address
ru: Логином должен быть действительный адрес электронной почты

# login_error_password
source: Please, enter a password
ru: Пожалуйста, введите пароль

# login_error_password_long
source: Password must be at least %d characters long
ru: Пароль должен содержать не менее %d символов

# login_login_lbl
source: Login (E-mail)
ru: Логин (E-mail)

# login_pwd_lbl
source: Password
ru: Пароль

# reg_info_lbl
source: Account registration
ru: Регистрация аккаунта

# reg_signup_btn
source: SIGN UP
ru: РЕГИСТРАЦИЯ

# reg_login_btn
source: LOG IN
ru: ВОЙТИ

# pin_info_create_lbl
source: Create your PIN code
ru: Создайте свой ПИН-код

# pin_info_enter_lbl
source: Enter your PIN code
ru: Введите ПИН-код

# pin_forgot_btn
source: Forgot PIN code?
ru: Забыли ПИН-код?

# settings_rec_resolution
source: Recording resolution
ru: Разрешение видео при записи

# settings_show_fps
source: Show FPS
ru: Показать количество кадров в секунду

# settings_change_server_address
source: Change server address
ru: Изменить адрес сервера

# settings_how_to
source: How to use
ru: Как использовать

# settings_use_fast_swype
source: Use fast swype code
ru: Используйте быстрый ввод swype-код

# settings_invert_swype
source: Invert swype directions for facing camera
ru: Изменить направление ввода swype-кода для фронтальной камеры

# guide_skip
source: SKIP
ru: ЗАКРЫТЬ

# wallet_info_lbl
source: PF marketplace
ru: Торговая площадка PF

# wallet_info_desc
source: Proof mosaic is used to pay for blockchain transactions when creating verified video. You can buy some Proof coins here
ru: Мозаика Proof используется для оплаты блокчейн транзакций при создании заверенного видео. Вы можете купить мозаику Proof здесь

# guide_step_1
source: Sign up or sign in to your account
ru: Зарегистрируйтесь или войдите в свой аккаунт

# guide_step_2
source: Recharge your balance if needed
ru: Пополните баланс, если это необходимо

# guide_step_3
source: Continue filming
ru: Продолжайте съёмку

# guide_step_4
source: Finish filming and keep the file
ru: Завершите съёмку и сохраните файл

# guide_step_5
source: For authentication, upload the file to the _product.prover.io_ validation service
ru: Для того, чтобы подтвердить подлинность видео, загрузите файл на сервис проверки _product.prover.io_
